[
  [
    "hdYTCAAAQBAJ",
    [
      "No Dogs in Philly",
      [
        "Andy Futuro"
      ],
      "June Day Press",
      "2014-06-08",
      "&quot;This is one of the most enjoyable books I have read in some time.  It is in the running for one of the top 5 books for 2015.  I know the year is not even half over, but the book is that good.&quot; -Word Refiner <br><br>An OpenBooks science fiction best seller of monsters, Gods, and aliens, unlike anything you&#39;ve ever read.<br><br>Philadelphia. Elzi on every corner, cops just itching to crack a skull, and the Gaespora lordin&#39; it up in their high towers while the rest of the filth dribbled down the sewer. Saru had a way out. All she had to do was find the girl, one skinny stray with blue, blue eyes--bluer than anyone had ever seen--and ten million fat bucks were hers. Except someone was killing blue-eyed girls, and they were A-list, major-league, cold-sweat effective. And something about the end of all existence if she failed. <br>  <br>No Dogs in Philly is a Lovecraftian Cyberpunk Noir with aliens, monsters, extra-dimensional death Gods and a hardboiled female protagonist. It tackles questions of existence and the role humans play in this particular universe. <br><br>Rated R for strong language, mentions of sex, and graphic violence. Contains intense horror and potentially disturbing imagery. <br><br>No Dogs in Philly may appeal to fans of H.P. Lovecraft, Neal Stephenson, China Mieville, Dan Simmons, Gyo, Tank Girl, Swamp Thing, Spawn, science fiction, horror, cyberpunk, absurdism, urban fantasy, new weird, weird fiction, slipstream, and speculative fiction. <br><br>Keywords: dark books, gritty books, noir books, horror books, weird books, strange books, unique books, different books, controversial books, challenging books, surprising books, unsettling books, disturbing books, bizarre books, unusual books, scary books, absurd books, crazy books, violent books, bloody books, gory books, books like sandman slim, books like snowcrash, books like neal stephenson, books like neil stephenson, books like lovecraft, books like william gibson, books like gibson, books with dark covers, books with female heroines, black humor, quick reads, weird book series, books that make you think, gritty thrillers, dark thrillers, sci fi thrillers, weird thrillers, alien books, monster books, metaphysical books.<br>",
      168,
      "2.7.6.0.full.2",
      [
        [
          "https://books.google.com/books/publisher/content/images/frontcover/hdYTCAAAQBAJ",
          1,
          "#0458c6",
          1600,
          2560
        ]
      ],
      "en",
      "https://play.google.com/store/books/details?id=hdYTCAAAQBAJ",
      0,
      [
        1,
        0
      ],
      1,
      1,
      [
        "No Dogs in Philly",
        [
          [
            "u4P3GgAAABBNmM",
            1,
            1,
            null,
            2,
            "Special Sin"
          ]
        ],
        "1"
      ],
      [
        0,
        0
      ],
      null,
      [
        [
          "geo",
          "7"
        ]
      ],
      null,
      [
        4.147059,
        "102"
      ],
      [
        [
          [
            "Fantasy",
            "Dark Fantasy"
          ]
        ],
        [
          [
            "Horror"
          ]
        ],
        [
          [
            "Science Fiction",
            "Alien Contact"
          ]
        ],
        [
          [
            "Science Fiction",
            "Cyberpunk"
          ]
        ],
        [
          [
            "Visionary & Metaphysical"
          ]
        ]
      ],
      null,
      null,
      null,
      null,
      null,
      1,
      null,
      1,
      1
    ],
    [
      null,
      "1484205137000000",
      null,
      null,
      null,
      null,
      3,
      "1480857699000000",
      null,
      null,
      null,
      null,
      [
        0
      ],
      1,
      null,
      1,
      null,
      null,
      [
        [
          "GBS.PT137.w.6.0.4",
          "1484205137000000"
        ],
        [
          1,
          49128,
          49128,
          "0"
        ]
      ],
      null,
      null,
      null,
      null,
      1,
      null,
      0,
      1
    ],
    [
      null,
      1,
      [
        "AUD",
        "0"
      ],
      "https://play.google.com/store/books/details?id=hdYTCAAAQBAJ&rdid=book-hdYTCAAAQBAJ&rdot=1",
      [
        [
          null,
          [
            "AUD",
            "0"
          ],
          [
            "AUD",
            "0"
          ],
          1,
          0,
          0
        ],
        [
          null,
          [
            "AUD",
            "0"
          ],
          [
            "AUD",
            "0"
          ],
          1,
          0,
          1
        ]
      ]
    ],
    [
      3,
      null,
      2,
      null,
      [
        null,
        0
      ],
      null,
      1,
      null,
      null,
      [
        [
          [
            1,
            "https://books.google.com/books/download/No_Dogs_in_Philly.epub?id=hdYTCAAAQBAJ&output=epub&source=gbs_api"
          ]
        ]
      ]
    ]
  ]
]
